{"item_type": "china-high-speed-rail", "key": "titles", "src": "Popular route schedules and timetables", "tgt": "인기 노선 일정 & 시간표"}
{"item_type": "china-high-speed-rail", "key": "titles", "src": "How to book", "tgt": "어떻게 사용하나요?"}
{"item_type": "china-high-speed-rail", "key": "titles", "src": "Reviews", "tgt": "이용후기"}
{"item_type": "china-high-speed-rail", "key": "titles", "src": "The China High Speed Rail (HSR)", "tgt": "중국 고속철도(HSR)"}
{"item_type": "china-high-speed-rail", "key": "titles", "src": "The China High-Speed Rail Map", "tgt": "중국 고속철도 지도"}
{"item_type": "china-high-speed-rail", "key": "titles", "src": "Types of Trains in China", "tgt": "중국의 열차 종류"}
{"item_type": "china-high-speed-rail", "key": "titles", "src": "China High-Speed Rail Ticket Types", "tgt": "중국 고속철도 티켓 종류"}
{"item_type": "china-high-speed-rail", "key": "titles", "src": "Seat Selections on the China High-Speed", "tgt": "중국 고속철도 좌석"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "The China High-Speed Rail (HSR) is the fastest and easiest way to exploreChina. These modern trains reach speeds of up to 350 km/h (217 mph), connecting you to over 550 cities, including major cities likeBeijing,Shanghai, andGuangzhou, in just a few hours. Known for being safe, clean, and on time, these trains give you a smooth and stress-free journey.The China bullet train network covers more than 40,000 km (24,000 miles) of tracks, connecting big cities with smaller towns and scenic destinations. With comfortable seating options like Second Class, First Class, and Business Class, there's something for your budget. You can enjoy wide windows, plenty of legroom, and even food service on board.Skip the hassle and explore more of China with ease! Book your China High-Speed Rail tickets on Klook today and enjoy a fast, smooth ride to your next adventure.", "tgt": "중국 고속철도(HSR)는중국을 탐험하는 가장 빠르고 쉬운 방법입니다. 이 현대적인 열차는 시속 350km(217mph)에 달하는 속도로베이징,상하이,광저우와 같은 주요 도시를 포함한 550개 이상의 도시를 몇 시간 만에 연결합니다. 안전하고 깨끗하며 정시 운행으로 유명한 이 열차는 부드럽고 스트레스 없는 여행을 제공합니다.중국 초고속 열차 네트워크는 40,000km(24,000마일) 이상의 철로를 커버하며, 대도시와 소도시, 경치 좋은 목적지를 연결합니다. 2등석, 1등석, 비즈니스석과 같은 편안한 좌석 옵션으로 예산에 맞는 선택이 가능합니다. 넓은 창문, 충분한 다리 공간, 심지어 기내 식사 서비스까지 즐길 수 있습니다.번거로움을 피하고 중국을 더 쉽게 탐험하세요! 오늘 Klook에서 중국 고속철도 티켓을 예약하고 빠르고 부드러운 다음 모험을 즐기세요."}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Beijing to ShanghaiThe Beijing to Shanghai route is one of China's most popular high-speed rail lines, connecting the capital with the country's biggest economic hub in just 4.5 to 6 hours. Along the way, you can explore iconic attractions like theForbidden Cityin Beijing andThe Bundin Shanghai.Shanghai to HangzhouThe Shanghai toHangzhouhigh-speed route is a quick and convenient trip, taking only about 45 minutes to an hour. It's perfect for travelers looking to explore Hangzhou's famous West Lake while starting from the bustling city of Shanghai.Shenzhen to GuangzhouTheShenzhento Guangzhou high-speed rail route is a short and efficient journey, taking just 30--40 minutes. It's a top choice for travelers moving between these two major cities in the Pearl River Delta. Popular attractions here include Shenzhen's shopping districts and Guangzhou's Canton Tower.Xian to ChengduTheXi'antoChengduroute takes about 3 to 4 hours, connecting two of China's most historic and cultural cities. You can visit Xi'an's world-famous Terracotta Army and then head to Chengdu to see adorable giant pandas and enjoy spicy Sichuan cuisine.", "tgt": "베이징에서 상하이까지베이징-상하이 노선은 중국에서 가장 인기 있는 고속철도 노선 중 하나로, 수도와 중국 최대 경제 중심지를 단 4.5시간에서 6시간 만에 연결합니다. 여정을 따라 베이징의자금성과 상하이의와이탄과 같은 상징적인 명소를 방문할 수 있습니다.상하이-항저우상하이에서항저우까지의 고속철도 노선은 약 45분에서 1시간만 소요되는 빠르고 편리한 여행입니다. 상하이의 번잡한 도시에서 출발하여 항저우의 유명한 서호를 탐험하고자 하는 여행자에게 완벽합니다.선전에서 광저우까지선전에서 광저우까지의 고속철도 노선은 30~40분만 소요되는 짧고 효율적인 여정입니다. 주강 삼각주의 두 주요 도시 간 이동을 원하는 여행자에게 최고의 선택입니다. 이곳의 인기 명소로는 선전의 쇼핑 지구와 광저우의 캔톤 타워가 있습니다.시안에서 청두까지시안에서청두까지의 노선은 약 3~4시간 소요되며, 중국에서 가장 역사적이고 문화적인 두 도시를 연결합니다. 시안의 세계적으로 유명한 병마용을 방문한 후, 청두로 이동하여 사랑스러운 판다와 매콤한 사천 요리를 즐길 수 있습니다."}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "G trains are the fastest on the China High-Speed Railway, operating at up to 350 km/h (217 mph) for quick and efficient travel. They connect major cities like Beijing, Shanghai, and Guangzhou in record time, making them perfect for long-distance travel.", "tgt": "G열차는 중국 고속철도에서 가장 빠른 열차로, 최대 시속 350km(217마일)로 빠르고 효율적인 여행을 제공합니다. 베이징, 상하이, 광저우와 같은 주요 도시를 기록적인 시간 안에 연결하며, 장거리 여행에 완벽합니다."}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "D trains are slightly slower than G trains, with speeds up to 250 km/h (or 155 mph), but they still provide a fast and comfortable ride for long distances. They often run on both high-speed and conventional rail lines, making them more versatile and budget-friendly compared to G trains.", "tgt": "D열차는 G열차보다 약간 느리며, 최대 시속 250km(155마일)입니다. 하지만 여전히 장거리 여행에 빠르고 편안한 승차감을 제공합니다. 고속철도와 일반 철도 노선을 모두 운행하여 G열차보다 더 다재다능하고 예산 친화적입니다."}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "C trains are designed for short-distance trips between neighboring cities, such as Beijing–Tianjin or Shanghai–Nanjing. They offer frequent departures, fast travel times, and comfortable seating, making them ideal for day trips or quick business travel.", "tgt": "C열차는 베이징-톈진 또는 상하이-난징과 같은 인근 도시 간 단거리 여행을 위해 설계되었습니다. 잦은 출발, 빠른 이동 시간, 편안한 좌석을 제공하여 당일치기 여행이나 빠른 비즈니스 여행에 이상적입니다."}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Regular trains are the most affordable option in the China railway, stopping at many stations along the way for a slower journey. This is a great option if you're a budget traveler or want a more traditional train experience.", "tgt": "일반 열차는 중국 철도에서 가장 저렴한 옵션으로, 도중에 여러 역에 정차하여 느린 여행을 제공합니다. 예산 여행자나 전통적인 기차 경험을 원하는 경우에 좋은 선택입니다."}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "The most luxurious option with reclining seats, extra legroom, and personalized service. Includes complimentary snacks and drinks.Available on:G trains, D trains, C trains", "tgt": "가장 고급스러운 옵션으로, 리클라이닝 좌석, 추가 다리 공간, 개인화된 서비스를 제공합니다. 무료 간식과 음료가 포함됩니다.사용 가능:G열차, D열차, C열차"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "A step below business class, offering wider seats and more comfort than first class without the full premium price.Available on:G trains, D trains, C trains", "tgt": "비즈니스 클래스보다 한 단계 낮지만, 1등석보다 넓은 좌석과 더 많은 편안함을 제공하며 풀 프리미엄 가격이 아닙니다.사용 가능:G열차, D열차, C열차"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Slightly upgraded first class with more space and better amenities.Available on:G trains, C trains", "tgt": "1등석을 약간 업그레이드한 것으로, 더 넓은 공간과 더 나은 편의 시설을 제공합니다.사용 가능:G열차, C열차"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Comfortable seats with extra width and legroom compared to second class. Quieter and less crowded.Available on:G trains, D trains, C trains", "tgt": "2등석에 비해 더 넓은 좌석과 다리 공간을 갖춘 편안한 좌석. 더 조용하고 덜 붐빕니다.사용 가능:G열차, D열차, C열차"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Most common and budget-friendly choice with standard seating. Comfortable for short and long trips.Available on:G trains, D trains, C trains", "tgt": "가장 일반적이고 예산 친화적인 선택으로 표준 좌석을 제공합니다. 단거리 및 장거리 여행에 편안합니다.사용 가능:G열차, D열차, C열차"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Cushioned seating for better comfort on conventional trains.Available on:Regular Trains", "tgt": "일반 열차에서 더 나은 편안함을 위해 쿠션 좌석을 제공합니다.사용 가능:일반 열차"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Basic and cheapest seating option, best for short distances.Available on:Regular Trains", "tgt": "가장 기본적이고 저렴한 좌석 옵션으로, 단거리 여행에 적합합니다.사용 가능:일반 열차"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Enclosed cabins with 4 berths for privacy and comfort. Includes bedding and reading lights.Available on:Regular trains (including some overnight services)", "tgt": "사생활과 편안함을 위해 4개의 침대가 있는 밀폐된 객실. 침구와 독서등이 포함됩니다.사용 가능:일반 열차 (일부 야간 서비스 포함)"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Open layout with 6 berths, more affordable than Soft Sleeper but less private.Available on:Regular trains", "tgt": "6개의 침대가 있는 개방형 레이아웃으로, 소프트 슬리퍼보다 저렴하지만 사생활은 덜합니다.사용 가능:일반 열차"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Most affordable option with no assigned seat; you may have to stand or sit in shared spaces.Available on:D trains, regular trains (available only after all ticket types are sold out)", "tgt": "지정된 좌석이 없는 가장 저렴한 옵션으로, 서 있거나 공용 공간에 앉아야 할 수 있습니다.사용 가능:D열차, 일반 열차 (모든 티켓 종류가 매진된 경우에만 가능)"}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Enjoy the best views of China’s landscapes while traveling in comfort. Perfect for sightseeing and quiet rides.", "tgt": "다양한 풍경을 감상하며 눈이 즐거운 여행을 만끽할 수 있어요."}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Ideal for easy access to walkways and luggage areas. Great if you want the freedom to move around the train.", "tgt": "통로와 수하물 공간에 더 쉽게 접근할 수 있어요. 열차 안에서 자유롭게 이동하며 여행하고 싶은 분께 추천드려요."}
{"item_type": "china-high-speed-rail", "key": "contents", "src": "Choose this spot for a quieter and more peaceful journey, away from heavy foot traffic and noise.", "tgt": "많은 탑승객이 오가지 않고 비교적 소음이 덜한 좌석이므로 조용하고 편안한 여행이 가능합니다."}
{"item_type": "japan-rail", "key": "titles", "src": "The Japan Rail network", "tgt": "JR 네트워크"}
{"item_type": "japan-rail", "key": "titles", "src": "Popular route schedules and timetables", "tgt": "인기 노선 일정 & 시간표"}
{"item_type": "japan-rail", "key": "titles", "src": "Reviews", "tgt": "이용후기"}
{"item_type": "japan-rail", "key": "titles", "src": "Map of the Japan Rail system", "tgt": "일본 열차 시스템 노선도"}
{"item_type": "japan-rail", "key": "titles", "src": "Japan train ticket prices", "tgt": "일본 열차 티켓 가격"}
{"item_type": "japan-rail", "key": "titles", "src": "Types of trains in Japan", "tgt": "일본 열차 유형"}
{"item_type": "japan-rail", "key": "titles", "src": "Speed of Japan Rail", "tgt": "일본 열차 속도"}
{"item_type": "japan-rail", "key": "titles", "src": "JR Central", "tgt": "JR 센트럴"}
{"item_type": "japan-rail", "key": "titles", "src": "JR East", "tgt": "JR 동일본"}
{"item_type": "japan-rail", "key": "titles", "src": "JR West", "tgt": "JR 서일본"}
{"item_type": "japan-rail", "key": "titles", "src": "JR Hokkaido", "tgt": "JR 홋카이도"}
{"item_type": "japan-rail", "key": "titles", "src": "JR Kyushu", "tgt": "JR 큐슈"}
{"item_type": "japan-rail", "key": "titles", "src": "JR Shikoku", "tgt": "JR 시코쿠"}
{"item_type": "japan-rail", "key": "titles", "src": "You might also like...", "tgt": "주변 액티비티"}
{"item_type": "japan-rail", "key": "titles", "src": "How to book", "tgt": "어떻게 사용하나요?"}
{"item_type": "japan-rail", "key": "titles", "src": "FAQs", "tgt": "자주 묻는 질문"}
{"item_type": "japan-rail", "key": "titles", "src": "Explore more on Klook", "tgt": "클룩에서 더 많은 상품 둘러보기"}
{"item_type": "japan-rail", "key": "contents", "src": "If you're looking to explore Japan, theJapan Rail Passis your ultimate travel companion. Whether it's your first time in Japan or you're a frequent visitor, you can't travel in the Land of the Rising Sun without hopping on and off its extensive railway systems. It's no secret thatJapan trainsdeliver an extraordinary travel experience with how convenient, frequent, easy, and well-connected the trains are. /n\nStretching from bustling cities to the quiet countryside, the vast Japan railway network is expertly operated by seven regional powerhouses—JR East,JR Central,JR West,JR Hokkaido,JR Shikoku,JR Kyushu, andJR Freight. In addition, Japan has non-JR companies that service different parts of Japan: Odakyu Electric Railway, Keio Corp., Tokyu Corp., and Keisei Electric Railway to name a few. These railway operators runShinkansens(or Japan bullet trains), express trains, airport express trains, and some scenic train routes.", "tgt": "일본을 가장 쉽고 간편하게 여행하는 방법,일본 철도를 이용해보세요. 일본을 처음 방문하는 여행객도, 일본이 익숙한 여행객도 일본의 열차와 철도 시스템 없이는 일본 여행을 제대로 만끽할 수 없어요. 잦은 간격으로 운영되는 편안한 일본 열차와 함께 일본 전역을 자유롭게 누비러러 지금 떠나보세요?광범위한일본 철도 노선은 대도시에서 작은 시골까지 다양한 지역을 연결하며,JR 동일본, JR 센트럴, JR 서일본, JR 홋카이도, JR 시코쿠, JR 큐슈, JR 화물등 7개의 지역 철도 회사가 운영하고 있습니다. 오다큐 전철, 게이오 주식회사, 도큐 주식회사, 케이세이 전철 등 다른 철도 회사에서 운영하는 열차도 있어요. 일본 고속열차 신칸센, 특급 열차, 공항철도, 관광 열차 등 다양한 옵션 중 일정과 취향에 맞게 선택해보세요."}
{"item_type": "japan-rail", "key": "contents", "src": "TheJapan Rail Passesis essential to enhancing your Japan experience. It gives you unlimited access across most JR services, including the Shinkansen lines, as well as the flexibility and budget to travel across different prefectures. Whether you're planning to hop between Japan's bustling cities or explore its serene countryside, the pass ensures that your journey is smooth and convenient. You'll have the freedom to board variousJR trains, which means you can focus on discovering Japan's rich culture, stunning landscapes, and hidden gems without worrying about ticket purchases along the way.Klook also offers different types ofJR passesfor specific traveling needs, catering to everything from short regional trips to full-fledged cross-country adventures. You can bookregional passesfor specific areas ornationwide passesthat let you explore every corner of Japan.", "tgt": "JR 패스한 장으로 일본 전역을 무제한으로 탐험해보세요! 일본 고속열차 신칸센을 비롯한 대부분의 JR 서비스를 무제한으로 이용할 수 있으며, 저렴한 가격으로 일본의 다양한 지역을 자유롭게 오갈 수 있습니다. 일본의 큰 도시부터 조용한 시골까지 JR 패스로 걱정없이 편안하게 이동할 수 있습니다. 지금 JR 패스를 예약하고 일본의 풍부한 문화, 아름다운 자연, 숨겨진 명소들을 마음껏 탐험해보세요!클룩에서JR 패스를 부담 없는 가격에 예약하고, 안전하고 편안한 일본 여행을 시작해보세요! 각 지역 JR 패스와 일본 전역 JR 패스 중 여행 일정에 맞는 패스를 선택할 수 있습니다."}
{"item_type": "japan-rail", "key": "contents", "src": "Ready to embark on a one-of-a-kind journey through Japan? This Japan train map shows the country's most iconic and luxurious train experiences. From thehigh-speed Shinkansenthat connects major cities in a flash to scenic, plush rides like theFuji ExcursionandYufuin no Mori, each route is designed to offer a travel experience that's as thrilling as the destination itself. It merges speed, comfort, and breathtaking views to make your journey as smooth as it can be.Whether you're heading to Tokyo via the comfortableNarita Express, soaking in spectacular views of Mount Fuji, or enjoying the refined elegance of theSpacia XandSaphir Odoriko, these journeys promise to take you on an unforgettable adventure across Japan. Each route provides not just a mode of transport but a unique opportunity to immerse yourself in the beauty and charm of the country along the way.", "tgt": "일본 여행 중 열차를 이용하시나요? 클룩에서 일본을 대표하는 열차들을 만나보세요. 빠른 속도를 자랑하며 주요 도시를 잇는신칸센, 아름다운 경치를 감상할 수 있는후지카이유와유후인노모리까지! 열차를 타고 이동하는 순간마저도 소중한 추억으로 만들어보세요.공항에서 도쿄 시내까지나리타 익스프레스로 이동하거나스페시아 X또는사피르 오도리코와 같은 고급 열차를 이용하는 순간까지 클룩과 함께 잊지 못할 여행을 만끽하세요."}
{"item_type": "japan-rail", "key": "contents", "src": "If you're looking to reach your destination quickly and with a touch of luxury, consider booking a Shinkansen in Japan. These top-tier tickets typically come at a premium price, averaging around 800 to 8,000 yen based on the distance. They offer a mix of speed and style, making sure that you have a comfortable and upscale travel experience.One-way trip in Standard ClassNozomi Shinkansen:  14,000 to 22,000 yenHikari Shinkansen:  13,000 to 19,000 yenKodama Shinkansen: 12,000 to 17,000 yen", "tgt": "빠르고 고급스러운 일본 여행을 원하신다면 신칸센을 이용해보세요. 신칸센은 세계에서 가장 빠르고 안전한 열차 중 하나로, 편안하고 프리미엄한 이동 경험을 선사합니다. 신칸센 가격은 약 JPY800-8,000이며, 좌석 등급과 이동 거리에 따라 달라질 수 있습니다.####신칸센 일반석 편도 요금노조미 신칸센: JPY14,000-22,000히카리 신칸센: JPY13,000-19,000코다마 신칸센: JPY12,000-17,000"}
{"item_type": "japan-rail", "key": "contents", "src": "When it comes to trains in Japan, local and suburban trains are generally the most budget-friendly option. Local trains in Japan can operate on point-to-point routes or follow loop lines in both directions. This works well for short-distance travel within the city, as seen on iconic lines like the Yamanote Line in Tokyo or the Osaka Loop Line. A basic fare ticket for a short journey within a city on a this train costs around 150-300 yen, while longer rides between cities or regions could range from a few hundred to a couple thousand yen. Plus, local trains in Japan are included in the same ticket as the JR Pass. You could buy rail passes from ticket offices at JR stations across Japan, but to reserve seats an for discounted prices and, make sure to book yours on Klook.", "tgt": "일본 열차 중 가장 저렴한 옵션은 지역 열차 및 교외 열차입니다. 지역 열차의 경우,단거리 여행에 적합한 지점 간 노선이나 순환선으로 운행됩니다. 도쿄의 야마노테선이나 오사카의 순환선이 대표적인 지역 열차 노선입니다. 도심 내에서 짧은 거리를 이동할 경우, 요금은 약 JPY150-300가 발생하며, 도시나 지역 사이를 이동할 경우 요금은 JPY100-1000까지 다양합니다. 지역 열차가 포함된 JR 패스를 지금 클룩에서 예약해보세요!"}
{"item_type": "japan-rail", "key": "contents", "src": "If you're visiting Japan and looking for a speedy journey to top cities from the International Airport, you can take the express train services to get you there efficiently. From Narita International Airport, the Narita Express can take you to Tokyo in just 36 minutes for around 2,400 yen per individual train ticket. If you're arriving at Kansai International Airport, you can opt for the Haruka Kansai Airport Express, priced at around 1,300 yen for a regular ticket. It reaches Tennoji in about 35 minutes, Osaka in 50 minutes, and Kyoto in 80 minutes.", "tgt": "국제공항에서 일본 주요 도시까지 빠르게 이동하고 싶다면 공항철도를 이용해보세요!나리타 익스프레스를 이용하면 나리타 국제공항에서 도쿄까지 단 36분만에 이동할 수 있습니다. 가격은 약 JPY2,400입니다. 간사이 국제공항에서는 하루카 간사이 공항 특급열차를 이용하면 덴노지까지 약 35분, 오사카까지 50분, 교토까지 약 1시간 20분 만에 도착할 수 있습니다. 가격은 약 JPY1,300입니다."}
{"item_type": "japan-rail", "key": "contents", "src": "You can also purchase a Japan Rail Pass (JR Pass) to travel on the Shinkansen. A 7-day Whole Japan Rail Pass in ordinary coach class costs 50,000 yen, and a 7-day JR Pass in green first-class costs 70,000 yen. If you are travelling to only one or two prefectures, consider getting a regional JR Pass. For example, a JR Kyushu Rail Pass costs from 10,000 to 25,000 yen, and a JR East Tohoku Area Pass costs from 27,000 to 34,800 yen. Check out all theJR Pass offers hereand compare the prices at one glance!", "tgt": "신칸센은 일본 레일 패스(JR 패스)로도 이용이 가능합니다. 일본 전역 JR 패스 (7일권) 가격은 일반석 JPY50,000, 그린 객차(1등석) JPY70,000입니다. 일본 내 특정 지역만 여행하는 경우, 지역별 JR 패스를 고려해 보세요. JR 큐슈 레일 패스 가격은 JPY10,000-25,000이고, JR 동일본 도호쿠 지역 패스 가격은 JPY27,000-34,800입니다."}
{"item_type": "japan-rail", "key": "contents", "src": "There are other rail passes for limited express trains as well, like theFuji Excursion, Spacia X, and Saphir Odoriko- - perfect if you want unforgettable views and luxurious comfort! Here are the prices for these limited express tickets (subject to the seat type):Fuji Excursion: 2,300 to 8,000 yenSpacia X: 1,600 to 2,000 yenSaphir Odoriko: 4,000 to 10,000 yen", "tgt": "후지카이유, 스페시아 X, 사피르 오도리코등 특급 열차를 이용하며 보다 특별한 일본 여행을 즐겨보세요! 아름다운 경치를 감상하며 편안한 이동을 만끽할 수 있을 거예요.후지카이유 티켓 가격: JPY2,300-8,000스페시아 X 티켓 가격: JPY1,600-2,000사피르 오도리코 티켓 가격: JPY4,000-10,000"}
{"item_type": "japan-rail", "key": "contents", "src": "Renowned worldwide, the Shinkansen redefine high-speed travel with an emphasis on luxury and reliability. Expect nothing less than punctuality, remarkable speed, and the kind of comfort that makes long-distance travel easy and enjoyable.", "tgt": "전 세계 여행객의 인기 이동수단, 일본 고속열차(신칸센)은 출발 시간을 엄수하며 신뢰도 높은 교통편입니다. 신칸센으로 일본 전역을 빠르고 편리하게 여행하세요!"}
{"item_type": "japan-rail", "key": "contents", "src": "Local trains in Japan are the most affordable way to get around cities and nearby areas. They stop at every station, making them perfect for short trips and exploring local neighborhoods.", "tgt": "일본의 지방 열차는 도시나 인근 지역을 여행하는 가장 경제적인 방법입니다. 모든 역에 정차하기 때문에 단거리 여행이나 주변 지역을 둘러보고 싶은 분들에게 이상적입니다."}
{"item_type": "japan-rail", "key": "contents", "src": "A great middle option between local and express trains, these rapid trains skip some smaller stations, so you get to your destination faster than on a local train. Best of all, they usually cost the same as local trains—no extra fees!", "tgt": "쾌속열차는 일반열차와 급행열차의 완벽한 조화로, 속도와 경제성의 완벽한 균형을 제공합니다. 일부 역을 건너뛰어 목적지에 더 빨리 도착할 수 있으며, 일반열차와 동일한 요금을 지불할 수 있습니다. 예산을 절약하면서 시간을 절약하고 싶으신가요? 쾌속열차를 선택하세요!"}
{"item_type": "japan-rail", "key": "contents", "src": "Express trains and airport express trains can help you get to stations that aren't typically on the Shinkansen route. They're also a good alternative for a cheaper yet faster way to get around Japan.", "tgt": "급행열차와 공항철도는 신칸센 노선이 닿지 않는 지역까지도 연결합니다. 신칸센 대비 저렴하면서도 빠른 이동수단을 찾고 계시다면 급행열차와 공항철도를 이용해보세요."}
{"item_type": "japan-rail", "key": "contents", "src": "Limited Express trains in Japan are a fast and comfortable way to travel between cities and tourist spots. They only stop at major stations, helping you get to your destination quicker than regular trains. Some railway companies, like JR, charge a small limited express fee (usually 500 to 4,000 yen) on top of the regular fare.", "tgt": "특급 열차는 도시나 인기 관광지로 가는 빠르고 편안한 방법입니다. 이 열차는 주요 역에만 정차하기 때문에 일반 열차보다 더 빨리 목적지에 도착할 수 있습니다. JR 노선과 같은 일부 열차는 기본 티켓 외에 특급 요금(약 500~4,000엔)을 부과하지만, 이 요금 덕분에 훨씬 효율적이고 편안한 여행을 즐길 수 있습니다!"}
{"item_type": "japan-rail", "key": "contents", "src": "The Sanyo Shinkansen line links Osaka to Fukuoka on Kyushu Island. Built in 1975, it's the second oldest Shinkansen line in Japan. There are five train services: Nozomi, Hikari, Kodama, Mizuho, and Sakura. Nozomi is the fastest, hitting 300 km/h (185 mph). It's covered by the JR Pass but requires a special additional ticket.Hikari Shinkansen TrainHikari is the fastest train on the Sanyo and Tokaido Shinkansen lines, included in the JR Pass. The Hikari runs at 300 km/h (185 mph) and takes just over an hour to travel from Shin-Osaka to Okayama.Kodama Shinkansen TrainThis train service, the slowest on the Sanyo line, makes stops at all stations until reaching its end. Kodama trains operate at a speed of 285 km/h (185 mph) and require almost five hours to reach Hakata station from Osaka.Sakura Shinkansen TrainThis speedy train service operates on the Sanyo Shinkansen line and runs at 300 km/h (185 mph) like other trains on the line, though Sakura trains make fewer stops.", "tgt": "후쿠오카와 오사카를 연결하는 산요 신칸센은 1975년에 개통된 일본에서 두 번째로 오래된 신칸센 노선입니다. 산요 신칸센으로는 노조미, 히카리, 코다마, 미즈호, 사쿠라로 다섯 종류의 열차가 있습니다. 그 중 노조미는 시속 300km를 자랑하는 가장 빠른 열차입니다. \n \n \n \n #### 히카리 신칸센 \n \n 산요 - 도카이도 신칸센 노선에서 운영된 히카리 열차는 신오사카와 오카야마 사이를 오가며, 정차지가 더 많은 열차입니다. JR 패스로 이용이 가능합니다.#### 코다마 신칸센 \n \n 코다마는 산요 노선에서 가장 느린 열차로, 모든 역에 정차하며 종착역까지 운행됩니다. 오사카에서 하카타역까지 코다마 열차를 이용하면 약 5시간이 소요되며, 최대 속도는 시속 285km입니다.#### 사쿠라 신칸센 \n \n 산요 신칸센 노선의 사쿠라 열차는 널찍한 좌석을 자랑하며 정차지가 적어 목적지까지 빠르고 편안하게 이동할 수 있습니다."}
{"item_type": "japan-rail", "key": "contents", "src": "The average speed of a Japanese train not including the Shinkansen is around 80-100 km/h (50-62 mph), depending on the line and type of train, as local and commuter trains typically operate at significantly slower speeds than the high-speed Shinkansen network. The average speed of a non-Shinkansen train can vary depending on the specific train line, distance between stations, and time of day.", "tgt": "고속열차인 신칸센을 제외한 일본 열차의 평균 속도는 약 80-100km/h입니다. 일반 열차와 통근 열차는 신칸센보다 훨씬 느린 속도로 운행됩니다."}
{"item_type": "japan-rail", "key": "contents", "src": "The Central Japan Railway Company, also known as JR Central, is a key part of Japan's extensive railway network, covering areas like Tokyo, Nagoya, and Kyoto. JR Central runs regular trains and the super-fast Shinkansen trains, including the famous Tōkaidō Shinkansen, which connects some of Japan's liveliest cities. Along the routes, you can explore attractions like the historic temples of Kyoto, Nagoya's bustling shopping districts, and the scenic Mount Fuji. Book your tickets with Central Japan Railway to experience train travel that combines comfort, speed, and a scenic journey through the heart of Japan.Tokaido ShinkansenPopular Route:Tokyo to KyotoKnown for its speed, this world-famous Shinkansen bullet train zips you between the exciting city of Tokyo and the historic city of Kyoto quickly, making it ideal for any travel itinerary.", "tgt": "JR 도카이 레일웨이 컴퍼니(JR 센트럴)은 도쿄, 나고야, 교토 등의 일본 주요 지역을 연결합니다. JR 센트럴에서는 보통 열차와 도카이도 신칸센을 포함한 고속 열차를 운행합니다. JR 센트럴에 올라 교토의 역사적인 사원부터 나고야의 쇼핑 거리, 그리고 아름다운 후지산까지 간편하게 돌아보세요. 지금 클룩에서 JR 센트럴 티켓을 예약하세요!도카이도 신칸센인기 노선:도쿄 - 교토빠른 속도를 자랑하는 도카이도 신칸센을 타고 일본의 수도인 도쿄에서 일본의 역사와 전통을 품은 교토까지 단숨에 이동해보세요."}
{"item_type": "japan-rail", "key": "contents", "src": "East Japan Railway Company, or JR East, is one of Japan's leading railway operators. It runs trains all over the Kanto, Tohoku, and Koshin'etsu areas. JR East is famous for its fast and reliable trains, including the super-fast Shinkansen. These trains take you to exciting places like Tokyo Tower, Mount Fuji, or Nikko's temples. It also runs the Narita Express train, which makes getting to Narita Airport easy. Whether you're traveling between big cities or visiting charming cultural spots, JR East offers reliable and comfortable trips for everyone. Book your ride with JR East today and enjoy discovering all that Japan has to offer!Narita ExpressPopular Route:Tokyo to Narita AirportCatch this train for a convenient and quick ride directly to Narita Airport, great if you're starting or ending your journey.OdorikoPopular Route:Tokyo to AtamiThis line is fantastic for a scenic ride south to hot spring destinations along the Izu Peninsula.Azusa & KaijiPopular Route:Shinjuku to MatsumotoYou'll enjoy traveling this route through the mountainous landscapes to reach Matsumoto which is famous for its beautiful castle.Tohoku ShinkansenPopular Route:Tokyo to SendaiKnown for its speed, this train whisks you to Sendai, a vibrant city full of cultural sites and tasty cuisine.Joetsu ShinkansenPopular Route:Tokyo to NiigataIt's a top choice when traveling from Tokyo to Niigata, with swift access to coastal charm and annual festivals.Yamagata ShinkansenPopular Route:Tokyo to YamagataThis train takes you to the Yamagata region, famed for its hot springs and winter skiingAkita ShinkansenPopular Route:Tokyo to AkitaYou'll appreciate the comfortable journey north, bringing you to the cultural and natural attractions of Akita.Hokuriku ShinkansenPopular Route:Tokyo to KanazawaKnown for its efficient service, it takes you to Kanazawa, a city rich in history, samurai culture, and beautiful gardens.", "tgt": "동일본 여객철도 회사(JR 동일본)는 일본의 주요 철도 회사 중 하나로, 간토, 도호쿠, 고신에츠 지역을 중심으로 광범위한 철도망을 운영하고 있습니다. JR 동일본 열차를 이용하면 도쿄 타워, 후지산, 닛코 사원 등 인기 명소까지 간편하게 이동하실 수 있어요. 도심과 나리타 공항을 빠르게 연결하는 나리타 익스프레스 열차도 이용이 가능합니다. 지금 클룩에서 JR 동일본 패스를 예약하고 편리한 여행을 시작해보세요!#### 나리타 익스프레스인기 노선:도쿄 - 나리타 공항나리타 공항까지 더욱 빠르고 간편하게 이동할 수 있는 노선입니다.#### 오도리코인기 노선:도쿄 - 아타미이즈 반도의 온천지로 향하며 아름다운 경치를 만끽하실 수 있어요.#### 아즈사 & 카이지인기 노선:신주쿠 - 마츠모토아름다운 마츠모토성이 자리한 마츠모토까지 산악 풍경을 감상하며 이동하실 수 있습니다.#### 도호쿠 신칸센인기 노선:도쿄 - 센다이문화 명소와 맛있는 음식을 가득한 활기찬 센다이까지 단숨에 도착합니다.#### 조에쓰 신칸센인기 노선:도쿄 - 니가타도쿄에서 니가타로 이동하며 해안선의 매력에 푹 빠져보세요.#### 야마가타 신칸센인기 노선:도쿄 - 야마가타야마가타 신칸센을 타고 온천과 겨울 스키로 유명한 야마가타 지역까지 편리하게 이동해보세요.#### 아키타 신칸센인기 노선:도쿄 - 아키타편안한 아키타 신칸센을 타고 문화와 자연이 어우러진 아키타까지 손쉬운 여행을 즐겨보세요.#### 호쿠리쿠 신칸센인기 노선:도쿄 - 가나자와호쿠리쿠 신칸센을 이용해 역사, 사무라이 문화, 아름다운 정원이 가득한 가나자와를 만나보세요."}
{"item_type": "japan-rail", "key": "contents", "src": "JR West, part of the West Japan Railway Company, is a major railway operator covering regions from the Kansai area to the eastern part of Chugoku. Their railway lines connect exciting cities like Osaka, Kyoto, and Hiroshima. With these trains, you can visit places like Nijo Castle or walk through the old streets of Kyoto. You can even enjoy the lovely hot springs at Kinosaki Onsen. So if you want to see famous landmarks or enjoy nature, grab your JR West tickets now to explore the incredible sights and adventures waiting for you in western Japan!Hokuriku ShinkansenPopular Route:Osaka to KanazawaThis high-speed train swiftly carries you to Kanazawa which is known for its traditional teahouses, stunning gardens, and rich cultural history.Sanyo ShinkansenPopular Route:Osaka to HiroshimaRide this Shinkansen for a fast and comfortable journey to Hiroshima, where you can visit the Peace Memorial Park and enjoy delicious local cuisine like okonomiyaki.", "tgt": "서일본 여객철도 회사(JR 서일본)는 간사이 지역부터 주고쿠 동부 지역까지 연결하는 주요 철도 회사입니다. 오사카, 교토, 히로시마를 비롯한 흥미진진한 도시들을 연결하는 JR 서일본으로 다양한 인기 관광지와 명소를 둘러보세요. 니조성을 구경하고 교토 옛 거리를 산책하거나 키노사키 온천을 즐겨보는 건 어떨까요? 지금 JR 서일본 패스를 예약하고 간편한 여행을 시작해보세요!#### 호쿠리쿠 신칸센인기 노선:오사카 - 가나자와호쿠리쿠 신칸센을 이용해 일본 전통 찻집, 아름다운 정원, 그리고 풍부한 문화유산을 자랑하는 가나자와로 떠나보세요.\n \n #### 산요 신칸센인기 노선:오사카 - 히로시마산요 신칸센을 타고 히로시마까지 빠르고 편리하게 이동하세요. 평화기념공원을 비롯한 주요 명소를 방문하고, 오코노미야키 등 맛있는 현지 음식을 만끽하세요."}
{"item_type": "japan-rail", "key": "contents", "src": "JR Hokkaido is the main train service on Japan's northern island of Hokkaido. It runs from Hakodate to Sapporo with its Hokkaido Shinkansen and scenic trains that show off the island's beautiful scenery. Along the way, you can stop by exciting places like the Asahiyama Zoo, Otaru Canal, and the historic city of Hakodate. Book a trip with JR Hokkaido to enjoy an unforgettable adventure through Japan's stunning northern landscapes!Hokkaido Shinkansen LinePopular Route:Shin-Aomori to Shin-Hakodate-HokutoThis high-speed train zips you from the main island of Honshu to Hokkaido's Hakodate, opening the door to explore the island's rich culture and natural wonders.", "tgt": "JR 홋카이도는 일본 북부 홋카이도섬의 주요 열차 노선을 운행합니다. JR 홋카이도를 통해 하코다테에서 삿포로까지 연결되는 홋카이도 신칸센과 아름다운 풍경을 조망할 수 있는 관광열차를 만나보세요. 아사히야마 동물원, 오타루 운하, 하코다테 등 매력적이며 흥미로운 명소를 방문할 수 있습니다. 지금 클룩에서 JR 홋카이도 티켓을 예약하고 홋카이도의 숨겨진 매력을 발견해보세요!####홋카이도 신칸센인기 노선:신아오모리 - 신하코다테 호쿠토혼슈에서 하코다테까지 빠르게 이동하는 홋카이도 신칸센을 이용하여 홋카이도의 먹거리, 역사, 자연 등을 나만의 속도로 만끽해보세요."}
{"item_type": "japan-rail", "key": "contents", "src": "JR Kyushu runs a large network of trains across Kyushu, Japan's southern island, connecting big cities from Fukuoka to Kagoshima. It covers major areas from Fukuoka to Kagoshima and is known for the Kyushu Shinkansen line with its frequent train services and impressive speed. As you travel, you can visit incredible places like Beppu's hot springs, see historic sites in Nagasaki, and check out the volcanic landscapes around Kagoshima. Book a trip with JR Kyushu today to enjoy the beauty and culture of Kyushu in style!Kyushu ShinkansenPopular Route:Fukuoka to KagoshimaThis high-speed Shinkansen zooms you across Kyushu, making it the quickest way to explore the vibrant cities and scenic landscapes of the island.", "tgt": "JR 큐슈는 일본 남부의 큐슈를 가로지르는 대규모 철도 네트워크를 운영합니다. 큐슈 신칸센을 비롯한 JR 큐슈 철도 노선은 후쿠오카에서 가고시마까지 주요 도시들을 연결합니다. 큐슈에 도착하여 벳푸 온천에서 휴식을 취하거나, 나가사키의 역사적인 유산을 눈여겨 보고 가고시마의 화산 풍경을 감상해보세요. 지금 클룩에서 JR 큐슈 패스를 예약하고 잊지 못할 큐슈 여행을 시작하세요! \n \n \n \n ####큐슈 신칸센인기 노선:후쿠오카 - 가고시마활력 넘치는 도시부터 도시, 온천 리조트, 아름다운 자연까지 매력적인 명소와 관광지를 간편하게 오갈 수 있는 큐슈 신칸센을 경험해보세요."}
{"item_type": "japan-rail", "key": "contents", "src": "JR Shikoku is the main train company on the island of Shikoku, Japan. It runs trains like the Dosan and Yosan Lines, which connect big cities such as Takamatsu, Matsuyama, and Kochi.  It is well known for its special sightseeing trains that offer amazing views of the island's mountains and coastline. While traveling, you can visit cool places like the stunning castle in the historic city of Matsuyama, and check out the modern art on Naoshima Island. Plan a trip with JR Shikoku for a fun journey through the beautiful Shikoku region of Japan!", "tgt": "JR 시코쿠는 일본 시코쿠 지방의 열차 노선을 운행하고 있습니다. 도산선, 요산선 등의 JR 시코쿠 철도 노선은 다카마쓰, 마쓰야마, 고치를 비롯한 주요 도시를 연결합니다. 아름다운 산과 해안선을 감상할 수 있는 JR 시코쿠를 타고 마쓰야마성을 방문하거나, 나오시마섬의 현대 미술을 감상해보세요. 지금 JR 시코쿠와 함께 그림 같은 시코쿠 여행을 떠나보세요!"}
{"item_type": "japan-rail", "key": "contents", "src": "The ability to choose your seat on a train in Japan depends on the train type and whether you have a Japan Rail Pass.Local trains: Seats are usually non-reserved, so you can sit on any available seat.Shinkansen (Bullet trains): These offer both reserved and unreserved seats. With a Japan Rail Pass, you can reserve a seat for free or choose an unreserved seat. Green Class pass holders must reserve a seat.Narita Express: Only reserved seating is available, and seats are assigned when you purchase your ticket.Other trains: Some, like the Haruka Limited Express, require seat reservations.", "tgt": "열차 유형과 소지하고 계신 JR 패스 종류에 따라 좌석 선택 유무가 달라질 수 있어요.지역 열차: 비지정석으로 모든 좌석을 마음대로 이용할 수 있어요.신칸센: 지정석과 비지정석 모두 이용이 가능해요. JR 패스를 소지하고 계신 경우 무료로 지정석을 예약하거나 또는 비지정석을 선택해 이용할 수 있어요. 그린객차 패스 소지자는 반드시 좌석을 예약해야하니 이용에 참고해주세요.나리타 익스프레스: 지정석만 운영되며 티켓 구매시 좌석이 배정됩니다.기타 열차: 하루카 특급열차 등의 일부 열차의 경우 좌석 예약이 필요할 수도 있습니다."}
{"item_type": "japan-rail", "key": "contents", "src": "Before booking is confirmed:Cancel directly on the Klook app: Go to \"Account\" → \"Bookings\" → Select your booking → Select \"Refund\" to cancel. (Note: If your ticket is being issued or has already been issued, cancellation won’t be possible.)After booking is confirmed:On the Klook App: Go to \"Account\" → \"Bookings\" → Select your booking →  Select \"Change\" to modify or \"Refund\" to cancel.Less than 1 hour before departure, after scanning the QR code, or after ticket pick-up:Changes and cancellations are no longer allowed.*Currently, the change function is only available for Shinkansen, Narita Express, and Fuji Excursion tickets.", "tgt": "예약 확정 전:클룩 앱에서 직접 취소하세요. \"계정\" → \"예약\" → 예약 선택 → \"환불\"을 선택하여 취소합니다. (참고: 티켓이 발권되었거나 이미 발권된 경우에는 취소가 불가능합니다.)예약 확정 후:클룩 앱에서 \"계정\" → \"예약\"으로 이동하여 예약 내역을 선택하세요. \"변경\"을 선택하여 수정하거나 \"환불\"을 선택하여 취소할 수 있습니다.QR 코드 스캔 후 또는 티켓 수령 후 출발 1시간 이내: 변경 및 취소가 불가합니다.현재 변경 기능은 신칸센, 나리타 익스프레스, 후지 익스커션 티켓에만 적용됩니다."}
{"item_type": "japan-rail", "key": "contents", "src": "Yes, most train stations in Japan have coin-operated lockers of various sizes for temporary luggage storage. However, lockers can fill up quickly at busy stations or during peak travel times.", "tgt": "네. 대부분의 일본 기차역에는 수하물의 임시 보관을 위한 다양한 크기의 코인락커가 설치되어있어요. 단, 여행 성수기이거나 혼잡한 주요 역의 사물함은 이용 빈도가 높아 잔여 사물함이 없을 수도 있으니 이용에 참고해주세요."}
{"item_type": "japan-rail", "key": "contents", "src": "Japan trains offer a wide variety of car types, catering to different needs and preferences of travelers. Here's a breakdown of the various car types you might encounter while traveling on Japan's extensive rail network:Shinkansen (Bullet train) car types:Ordinary Car (Standard Class):These are the most common type of seats and are comfortable and spacious. Usually, there is a row of three seats on one side and a row of two seats on the other.Green Car:Equivalent to first class, Green cars offer larger seats, more legroom, and additional amenities such as wider armrests and footrests. Usually, there is a row of two seats on each side.Gran Class:Available on some shinkansen lines, Gran Class offers the utmost luxury with premium services. The leather seats can recline significantly, and passengers receive amenities like meals and beverages.Limited express, express, and regular train car types:Standard (Ordinary) Car:Similar to the Ordinary Car of Shinkansen, these cars provide basic seating with adequate comfort for short to medium distances.Green Car:Like the Shinkansen, Green Cars on limited express and other trains offer upgraded seating and additional comfort features.Sleeper cars:Sleeper cars, available on a few overnight trains, offer various options, from shared compartments to private rooms, allowing passengers to travel comfortably overnight.Private compartments:Some express and limited express trains offer private compartments, ideal for families or groups. They provide privacy and space to relax.Observation car:Found on tourist-oriented trains, these cars feature larger windows for panoramic views of scenic routes. They enhance the travel experience with stunning vistas.Dining or buffet car:Some long-distance trains have had dining cars offering meals and refreshments. Some specialty tourist trains might have snack bars or catering services.Women-only cars:Available on some commuter lines during rush hours, these cars provide a safe and comfortable environment for female passengers.Priority seating:Reserved for elderly passengers, pregnant women, disabled passengers, and those with small children, these seats are marked for easy identification.These car types reflect Japan Rail’s commitment to providing travelers with a range of options tailored to their comfort, budget, and travel needs. Whether you're seeking luxury on a long journey or require a quick commute within city limits, Japan's train system has car types suited for all purposes.", "tgt": "일본 열차는 다양한 종류의 차량 유형을 제공하여 여행객의 다양한 요구와 선호도에 부응합니다. 다음은 일본의 광범위한 철도망을 여행하는 동안 마주칠 수 있는 다양한 차량 유형에 대한 세부 정보입니다.신칸센 (고속열차) 차량 유형:보통차 (표준석):가장 일반적인 좌석 유형이며 편안하고 넓습니다. 일반적으로 한쪽에는 3개의 좌석이 있고 다른 쪽에는 2개의 좌석이 있습니다.그린카:1등석과 동일한 그린카는 더 큰 좌석, 더 넓은 다리 공간, 더 넓은 팔걸이와 발판과 같은 추가 편의 시설을 제공합니다. 일반적으로 양쪽에 2개의 좌석이 있습니다.그랜 클래스:일부 신칸센 노선에서 제공되는 그랜 클래스는 프리미엄 서비스와 함께 최고의 사치를 제공합니다. 가죽 좌석은 상당히 기울일 수 있으며 승객은 식사와 음료와 같은 편의 시설을 제공받습니다.특급, 급행, 일반 열차 차량 유형:일반 (보통) 차량:신칸센의 일반 차량과 유사하게, 이 차량은 단거리에서 중거리까지 충분한 편안함을 제공하는 기본 좌석을 제공합니다.그린 차량:신칸센과 마찬가지로, 특급 및 기타 열차의 그린 차량은 업그레이드된 좌석과 추가 편의 기능을 제공합니다.침대 차량:일부 야간 열차에서 이용할 수 있는 침대 차량은 공유 칸에서 개인실까지 다양한 옵션을 제공하여 승객이 편안하게 밤새 여행할 수 있습니다.개인 칸:일부 급행 및 특급 열차는 가족이나 그룹에 이상적인 개인 칸을 제공합니다. 프라이버시와 휴식을 취할 수 있는 공간을 제공합니다.전망 차량:관광 열차에서 찾을 수 있는 이 차량은 경치 좋은 노선의 탁 트인 전망을 위한 더 큰 창문을 갖추고 있습니다. 놀라운 전망으로 여행 경험을 향상시킵니다.식당 또는 뷔페 차량:일부 장거리 열차에는 식사와 간식을 제공하는 식당 차량이 있습니다. 일부 특별 관광 열차에는 스낵 바 또는 케이터링 서비스가 있을 수 있습니다.여성 전용 차량:러시아워에 일부 통근 노선에서 이용할 수 있는 이 차량은 여성 승객에게 안전하고 편안한 환경을 제공합니다.우선 좌석:노인 승객, 임산부, 장애인 승객 및 어린 자녀를 동반한 승객을 위해 예약된 이 좌석은 쉽게 식별할 수 있도록 표시되어 있습니다.이러한 차량 유형은 여행객에게 편안함, 예산 및 여행 요구 사항에 맞는 다양한 옵션을 제공하려는 Japan Rail의 노력을 반영합니다. 장거리 여행에서 고급스러움을 추구하든 도시 내에서 빠른 통근이 필요하든 일본의 기차 시스템에는 모든 용도에 적합한 차량 유형이 있습니다."}
{"item_type": "japan-rail", "key": "contents", "src": "While it's not mandatory to reserve a seat on all Shinkansen lines, it's highly recommended, especially during peak travel times or holidays. Reserved seats guarantee you a specific seat in designated cars, ensuring a smooth and comfortable journey. Non-reserved seats are available on many trains, but they operate on a first-come, first-served basis.", "tgt": "모든 신칸센 노선의 좌석을 예약해야 하는 것은 아니지만 여행 성수기나 공휴일의 경우 미리 예약하시는 것을 적극 추천드려요. 좌석을 예약하면 지정 객차의 특정 좌석을 보장해 안심하고 편안하게 여행을 즐길 수 있어요. 많은 열차에서 비지정석을 운영하고 있지만 선착순으로 이용이 가능한 점 참고해주세요."}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "Japan Shinkansen Tickets", "tgt": "일본 신칸센 티켓"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "Popular route schedules and timetables", "tgt": "인기 노선 일정 & 시간표"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "Things to know about the Shinkansen", "tgt": "신칸센 여행 필수 정보"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "Map of the Shinkansen network", "tgt": "일본 신칸센 노선도"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "Shinkansen ticket guide", "tgt": "신칸센 티켓 가이드"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "Shinkansen ticket prices", "tgt": "신칸센 가격"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "Reviews", "tgt": "이용후기"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "JR Central", "tgt": "JR 센트럴"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "JR East", "tgt": "JR 동일본"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "JR West", "tgt": "JR 서일본"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "JR Kyushu", "tgt": "JR 큐슈"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "JR Hokkaido", "tgt": "JR 홋카이도"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "The fastest train in Japan", "tgt": "일본에서 가장 빠른 기차"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "What are the ticket policies of the Shinkansen?", "tgt": "신칸센 티켓 정책은 어떻게 되나요?"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "How to book", "tgt": "어떻게 사용하나요?"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "FAQs", "tgt": "자주 묻는 질문"}
{"item_type": "japan-rail/shinkansen", "key": "titles", "src": "Explore more on Klook", "tgt": "클룩에서 더 많은 상품 둘러보기"}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "TheShinkansen, also known as the \"bullet train,\" is a fast and reliable high-speed train system in Japan that's been around since 1964. If you're looking to travel between cities likeTokyoandOsakaat speeds up to 320 km/h, the Shinkansen is your go-to choice. Japanese bullet trains are famous for being on time, with average delays being just a few seconds. So, when you need to be on time, you can count on the Shinkansen to get you there quickly.Once aboard the bullet train, you'll enjoy comfy, reclining seats with modern amenities like power outlets and free Wi-Fi. You can also choose from different seating options: Ordinary, Green Car, or even the luxurious Gran Class if you want to travel in style.", "tgt": "신칸센은 일본의 세계적인 교통 시스템을 대표하는 상징적인 열차로, 빠른 속도와 높은 신뢰도를 자랑하는 교통수단입니다. 1964년 첫 운행을 시작한 이후, 신칸센은 일본의 주요 도시들을 연결하며 장거리 여행의 혁신을 이끌어왔습니다.신칸센은최고 시속 320km에 달하는 속도로 도쿄와 오사카 등 일본의 주요 도시를 연결합니다. 신칸센은 평균 지연 시간이 1분도 채 되지 않을 정도로 정해진 운행시간을 엄수하고 있어요.신칸센은 안전을 최우선으로 고려하며, 지진과 같은 비상 상황에서도 탑승객을 안전히 보호하는 첨단 기술을 갖추고 있어요. 신칸센은 넓은 리클라이닝 좌석을 자랑하며, 일부 객차에는 전원 콘센트와 무료 WiFi도 제공되어 더더욱 편리해요. 또한일반 객차, 그린 객차(1등석),고급스러운 그란 클래스등 다양한 좌석 등급 중 취향에 맞게 선택할 수 있어요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "The major Shinkansen lines and where they goSeveral Shinkansen lines zoom across Japan, reaching many of its cities and regions. The Tokaido Shinkansen line is the oldest, and it links Tokyo, Nagoya, and Osaka with some of the fastest Japan rail train services. It's also one of the busiest routes in the country.From Osaka, you can continue your trip on the Sanyo Shinkansen line, which goes all the way to Fukuoka. Heading in the opposite direction, the Tohoku Shinkansen line runs from Tokyo to Sendai, and further up to Aomori.If you want to explore southern Japan, the Kyushu Shinkansen line offers beautiful views as it connects Fukuoka with Kagoshima. Meanwhile, the Hokuriku Shinkansen line connects Tokyo to Kanazawa, a place known for its history and culture.Book your Shinkansen tickets on Klook today!There are different types of Shinkansen tickets. If you want a guaranteed seat, go for a reserved ticket. You can also get non-reserved tickets that let you board any train on the same route as long as it's on the same day. For a smooth experience, grab your tickets on Klook and enjoy your trip across Japan!", "tgt": "주요 신칸센 노선일본에는 여러 주요 신칸센 노선이 있습니다.도카이도 신칸센은 가장 오래된 노선으로, 도쿄, 나고야, 오사카를 연결하며 여전히 가장 붐비는 노선 중 하나입니다.산요 신칸센은 오사카에서 후쿠오카까지 연결하며,도호쿠 신칸센은 도쿄에서 북부 혼슈의 아오모리, 그리고 홋카이도까지 이어집니다.한편큐슈 신칸센은 후쿠오카와 가고시마를 연결하며 그림 같은 일본 남부 여행을 만끽할 수 있는 노선입니다.호쿠리쿠 신칸센은 역사적 중요성과 문화적 풍요로 유명한 도쿄와 가나자와를 연결합니다.지금 클룩에서 신칸센 티켓을 예약하세요!클룩에는 다양한 신칸센 티켓 옵션이 준비되어 있어요. 지정석을 예약할 수도 있고, 보다 유연한 비지정석을 이용할 수도 있습니다. 지금 클룩과 함께 빠르고 간편한 신칸센 여행을 떠나보세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "If you're riding a Shinkansen in Japan, here's an overview of the nine Shinkansen lines and the areas they serve. TheTokaido Shinkansen lineconnects Tokyo and Osaka, making it the most popular Shinkansen route for tourists. TheSanyo Shinkansen, which continues from Osaka, runs west to Hakata Station in Fukuoka.If you're heading north, theTohoku Shinkansenoffers a fast ride from Tokyo up to Aomori. In the beautiful Hokuriku region, you can use theHokuriku Shinkansento travel between Tokyo and Kanazawa. In the southern part of Japan, theKyushu Shinkansenlinks Fukuoka to Kagoshima.There are also two mini Shinkansen, theAkita ShinkansenandYamagata Shinkansen, which offer service to their namesake regions. Finally, theHokkaido Shinkansentakes you through Japan's northernmost island.", "tgt": "신칸센 노선도는 일본 전역의 주요 도시를 연결하는 일본의 방대하고 정교한 고속철도 네트워크를 포괄적으로 보여줍니다. 놀라운 속도, 시간 엄수, 신뢰성으로 유명한 신칸센은 홋카이도에서 큐슈까지 일본 전역을 연결합니다. 신칸센은 현지인과 관광객 모두에게 중요한 교통 수단 역할을 하며 주요 도시 사이의 이동 시간을 크게 단축해줍니다.노선도에는 도쿄와 오사카를 연결하는도카이도 신칸센과 같은 주요 신칸센 노선이 강조되어 있습니다. 또 다른 주요 노선은 오사카와 후쿠오카를 연결하는산요 신칸센으로, 일본 서부의 다양한 도시를 이어줍니다.도호쿠, 호쿠리쿠, 큐슈 신칸센과 같은 다른 노선은 지역 중심지와 관광지까지 효율적인 이동 수단을 제공합니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Booking your Shinkansen tickets is super easy, and there are a few ways to do it depending on what works best for you:Online via KlookThe easiest way to buy your Shinkansen tickets online is through Klook! You can do it in just a few clicks, no need to worry about which company runs your route. Klook lets you choose your train, seat type, and travel date all in one place. Plus, you'll get a QR code you can scan at the station to pick up your tickets, which makes buying Shinkansen tickets super fast and convenient.Online via JR websitesYou can also buy Shinkansen tickets directly from official JR websites like JR East, JR West, or JR Kyushu, depending on where you're going. Just keep in mind that each site only covers the lines operated by that specific company.So, if you're traveling on the popular Tokaido or Sanyo Shinkansen, such as between Tokyo, Kyoto, Osaka, or Hiroshima, you'll need to book your tickets through the SmartEX website instead.At the Ticket OfficeIf you prefer the traditional way, head to a manned ticket counter at any JR station, where friendly staff can assist you in person. Once they confirm your preferred train and seat type, you can make your payment, whether by cash or credit card. After payment, your Shinkansen tickets will be printed on the spot!Just keep in mind: during rush hour, lines can get long, so be prepared to wait a bit. It's a reliable option, but not always the fastest!Using a Japan Rail Pass/nYou can also consider theJapan Rail Pass, which gives you unlimited rides across the JR network, perfect if you're exploring multiple cities on a single trip.", "tgt": "신칸센 티켓 구매 방법은 매우 간편합니다. 다음의 여러 가지 방법 중 일정과 취향에 맞게 선택해보세요.클룩 예약신칸센 티켓을 온라인으로 구매하는 가장 쉬운 방법은 클룩에서 예약하는 것입니다. 몇 번의 클릭만으로 티켓 구매를 완료할 수 있어요. 어떤 노선을 선택할지 미리 고민할 필요도 없어요. 클룩에서라면 열차 유형, 좌석 유형, 여행 일자를 한 곳에서 모두 선택할 수 있으니까요. 또한 역에서 QR 코드를 스캔하여 티켓을 수령할 수 있어 더더욱 간편합니다.JR 웹사이트 예약JR 동일본, JR 서일본, JR 규슈 등 JR 공식 웹사이트에서도 신칸센 티켓을 직접 구매할 수 있습니다. 단, 사이트별로 해당 회사가 운영하는 노선만 예약이 가능하니, 목적지에 따라 정확한 노선의 열차를 구입하셔야 하는 점 유의해주세요.예를 들어 도쿄, 교토, 오사카, 히로시마 등의 인기 여행지 방문을 위해 도카이도 또는 산요 신칸센을 이용하는 경우 SmartEX 웹사이트를 통해 티켓을 예약해야 합니다.매표소 구매기존 방식을 선호하시는 경우 JR 역 매표소에서 신칸센 티켓을 구입하실 수 있어요. 직원과 선호하는 열차 유형과 좌석 유형을 확인한 후 현금이나 신용 카드로 결제할 수 있습니다. 신칸센 티켓은 결제 즉시 받아보실 수 있어요.참고: 러시아워에는 대기 시간이 기렁질 수 있으니 여유를 가지고 도착해주세요.JR 패스 사용JR 네트워크를 무제한으로 이용할 수 있는JR 패스도 고려해보세요. 패스 한 장으로 여러 도시를 둘러보기에 적합한 옵션입니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "To get your Shinkansen tickets on Klook, follow these easy steps:Go toKlook's website or appand head to the Transport section, then select Trains and choose \"Japan trains.\"Enter your departure and arrival stations, along with your travel date, then click search to see train options and prices.Pick your preferred train schedule and seat type: Green Car, Ordinary Car, or unreserved seat.Provide your details like name and email; the process is quick and easy!After purchase, you'll receive a QR code. At the JR Station, scan this QR code at the ticket machine to get your Shinkansen tickets.", "tgt": "클룩에서 신칸센 티켓을 구매하려면 다음 단계를 따르세요.클룩 웹사이트 또는 앱에 접속하여 '교통' 섹션으로 이동한 후 '기차'를 선택하고 '일본 열차'를 선택하세요.출발역과 도착역, 여행 날짜를 입력하고 '검색'을 클릭하면 열차 옵션과 가격을 확인할 수 있습니다.원하는 열차 시간표와 좌석 유형(그린칸, 보통칸, 자유석)을 선택하세요.이름, 이메일 주소 등의 정보를 입력하세요. 빠르고 간편하게 구매할 수 있습니다!구매 후 QR 코드를 받게 됩니다. JR 역에서 발권기에 이 QR 코드를 스캔하여 신칸센 티켓을 구매하세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "The price of a standard Shinkansen ticket includes abase fareand alimited express fee(Shinkansen supplement). The cost of the base fare is based on how far you travel, with longer trips costing more. Plus, if you have reserved seat tickets, it will include a seat reservation charge and a Green Car fee.Limited ExpressThe Limited Express Fee is the extra cost for boarding a Shinkansen bullet train. The fee goes up as your travel distance increases. Short trips cost about 800 yen, and longer distances can reach around 11,000 yen.Ordinary Car (Non-reserved Seat)Non-reserved seats in Ordinary Cars cost the same as the usual fare, plus a non-reserved limited express fare. A typical trip fromTokyo to Osakais around 14,300 yen for a non-reserved seat in an Ordinary Car.Ordinary Car (Reserved Seat)The seat reservation fee applies to Ordinary Cars with reserved seats. It can range from 330 to 930 yen, based on the season and travel date. Trains like Mizuho, Hayabusa, and Komachi charge additional fees from 100 to 620 yen, depending on travel distance. A regular season ticket from Tokyo to Osaka costs about 14,900 yen for a reserved Ordinary Car seat.Green CarGreen Cars are like first class, offering more space and comfort but at a higher price. The Green Car fee increases with distance, often costing 30% to 50% more than ordinary cars. A regular season ticket from Tokyo to Osaka costs 20,000 yen per adult for Green Car reserved seat tickets.Gran ClassGran Class is the most luxurious car on the Shinkansen, a step above Green Car tickets. JR East mainly offers this service, so you'll often see it on the Tohoku Shinkansen line, such as on the Hayabusa train. The Japan Rail Pass covers only the base fare for Gran Class, and you'll need to pay extra for the limited express charge and the Gran Class car surcharge.The price of a Gran Class ticket on the Japanese Shinkansen varies depending on the route but typically ranges from 11,440 yen to 40,680 yen. For those traveling from Tokyo to Osaka, expect the prices for a Gran Class ticket to start at around 20,000 yen.", "tgt": "신칸센 티켓 가격은기본 요금과특급 요금(신칸센 추가요금)으로 구성되어 있어요. 기본 요금은 여행 거리가 길수록 높아집니다. 지정 좌석 또는 그린 객차 이용시 이에 따른 수수료도 포함돼요.특급 열차특급 요금은 신칸센 탑승시 부과되는 추가요금이며, 이동거리에 따라 JPY800에서 JPY11,000까지 상이합니다.일반 객차 (비지정석)일반 객차의 비지정석 이용시 일반 요금에 비지정석 특급 요금을 합한 금액입니다. 예를 들어,도쿄에서 오사카까지일반 객차 비지정석으로 이동시 요금은 JPY14,300입니다.일반 객차(지정석)좌석 예약 수수료는 지정석 이용시에만 적용됩니다. 좌석 예약 수수료는 성수기, 비수기 등 계절과 여행 일자에 따라 JPY330, JPY530, JPY730엔, JPY930으로 상이합니다. 미즈호, 하야부사, 코마치 열차의 경우 거리에 따라 JPY100-620의 추가요금이 발생합니다. 도쿄에서 오사카까지 일반 객차 지정석으로 이동시 성인 1인 기준 요금은 JPY14,900입니다.그린 객차그린 객차(1등석)는 일반 객차보다 더 넓은 좌석 공간을 제공하여 일반 객차에 비해 가격이 30-50% 정도 더 높습니다. 도쿄에서 오사카까지 그린 객차 지정석으로 이동시 성인 1인 기준 요금은 JPY20,000입니다.그란 클래스그란 클래스는 그린 객차보다 더 고급스러운 열차입니다. JR 패스에는 기본 요금만 포함되어 있어요. 따라서 JR 패스로 그란 클래스 이용시 특급 요금과 그란 클래스 요금을 별도로 지불하셔야 합니다. 그란 클래스 티켓 가격은 노선에 따라 JPY40,680에서 JPY11,440까지 상이합니다. 도쿄에서 오사카까지 그란 클래스로 이동시 가격은 JPY20,000부터 시작합니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Without a JR Pass, you can buy a Shinkansen ticket separately. The costs vary based on travel distance, seat preferences, and ticket class. While you can get Shinkansen paper tickets at the ticket machines, buying online through Klook lets you skip the long lines with a convenient QR code for easy access to your ticket.", "tgt": "JR 패스가 없더라도 신칸센 티켓을 별도로 구입하실 수 있습니다. 신칸센 티켓 가격은 이동 거리와 좌석에 따라 상이하며, 일반적으로 JPY800-8,000 사이입니다. 사전에 신칸센 티켓을 구입하면 일본의 신칸센 매표소에서 오랜 시간 대기하는 번거로움이 없어집니다. 지금 클룩에서 저렴한 가격에 신칸센 티켓을 예약해보세요!"}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "If you're traveling to Japan, theCentral Japan Railway, also known asJR Central, is a go-to choice. It's famous for its Shinkansen bullet trains that speed along the historic Tokaido route, allowing you to explore the lively cities ofTokyo,Nagoya,Kyoto, andOsaka.As you travel, you can hop on and off to tourist attractions like the historic sights of Kyoto, the vibrant streets of Nagoya, and the beautiful gardens of Shizuoka. You can enjoy all this while experiencing the comfort and punctuality that Japanese trains are famous for.Tokaido ShinkansenThe Tokaido Shinkansen is JR Central's busiest train line that connects the largest metropolitan areas:Tokyo to Yokohama,Osaka to Kyoto, andTokyo to Nagoya. It includesNozomi Shinkansen,Hikari Shinkansen,andKodama Shinkansentrains.", "tgt": "일본으로 여행을 떠날 예정이라면,JR 센트럴은 반드시 선택해야 할 교통수단입니다. JR 센트럴은 역사적인 도카이도 노선을 따라 빠르게 달리는 신칸센 고속열차로 유명하며, 도쿄, 나고야, 교토, 오사카 등 활기찬 도시들을 탐험할 수 있습니다. 교토의 역사적인 명소, 나고야의 활기찬 거리, 시즈오카의 아름다운 정원 등 주요 관광지를 자유롭게 방문할 수 있습니다. 지금 클룩에서 JR 센트럴 신칸센 티켓을 빠르고 간편하게 예약하세요!도카이도 신칸센도카이도 신칸센은 일본에서 가장 분주한 열차 노선으로, 가장 큰 대도시인 도쿄-요코하마, 오사카-교토, 나고야를 연결합니다. 도카이도 신칸센은 노조미 신칸센, 히카리 신칸센, 코다마 신칸센을 포함하고 있습니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "TheEast Japan Railway Company, calledJR East, is a leading railway in Japan that runs regional high-speed trains in the Kanto, Tohoku, and Koshin'etsu regions. It connects cities such as Tokyo, Sendai, and Niigata. As you ride along the track, you can visit the city of Nikko, walk through the streets of Shibuya, or relax in the hot springs of Echigo Yuzawa.Japanese trains are known for being convenient and reliable, and the JR East trains add the thrilling speed of the Shinkansen.Tohoku Shinkansen LineThe Tohoku Shinkansen is a high-speed train that connectsTokyo to Aomori, traveling over 675 kilometers (420 miles) across Japan's main island. You will findHayabusa Shinkansen,Yamabiko Shinkansen,Nasuno Shinkansen, andHayate Shinkansenon the Tohoku Shinkansen Line.Joetsu Shinkansen LineOperated by the East Japan Railway Company (JR East), the Joetsu Shinkansen is a high-speed rail line that connects Tokyo with the beautiful regions of Gunma andNiigata.Toki ShinkansenandTanigawa Shinkansenare the two train services on the Joetsu Shinkansen.Yamagata Shinkansen LineThe Yamagata Shinkansen is a branch line of the Tohoku Shinkansen, and it's the only way to travel by Shinkansen to the Yamagata Prefecture. You can takeTsubasa Shinkansen,Akita Shinkansen, andKomachi Shinkansenon Yamagata Shinkansen.*Hokuriku Shinkansen LineThe Hokuriku Shinkansen is a high-speed bullet train line connectingTokyo to Kanazawain the Hokuriku region, with plans to extend further to Tsuruga in Fukui Prefecture. The Hukuriku Shinkansen consists ofKagayaki Shinkansen,Hakutaka Shinkansen, andAsama Shinkansentrains.", "tgt": "JR 동일본은 간토, 도호쿠, 고신에쓰를 포함한 일본의 여러 지역에서 고속 열차와 지역 열차를 운행하고 있어요. 도쿄, 센다이, 니가타와 같은 대도시들을 연결하는 JR 동일본 노선으로 니코의 역사적인 도시를 방문하거나, 시부야의 활기찬 거리를 산책하거나, 에치고 유자와의 온천에서 휴식을 취해보세요. JR 동일본의 신칸센을 이용하면 목적지까지 빠르고 간편하게 이동할 수 있어요. JR 동일본 노선에 올라 아름다운 일본의 문화와 역사를 나만의 속도로 만끽해보세요!#### 도호쿠 신칸센도호쿠 신칸센은 도쿄에서 아오모리까지 연결되는 고속 열차입니다. 해당 노선으로는 하야부사 신칸센, 야마비코 신칸센, 나스노 신칸센, 하야테 신칸센을 이용하실 수 있습니다.#### 조에쓰 신칸센JR 동일본에서 운영하는 조에쓰 신칸센은 도쿄에서 군마와 니가타 지역까지 연결되는 고속 철도 노선입니다. 도키 신칸센과 타니가와 신칸센이 여기 포함됩니다.#### 야마가타 신칸센야마가타 신칸센은 야마가타현까지 신칸센을 이용해 이동할 수 있는 유일한 방법입니다. 츠바사 신칸센, 아키타 신칸센, 코마치 신칸센이 여기 포함됩니다.#### 호쿠리쿠 신칸센호쿠리쿠 신칸센은 도쿄에서 호쿠리쿠 지역의 가나자와까지 연결되는 고속 신칸센으로, 카가야키 신칸센, 하쿠타카 신칸센, 아사마 신칸센을 포함합니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "JR West,also known asWest Japan Railway Company, covers the western half of Honshu, from the Kansai region to Shimonoseki in Yamaguchi Prefecture. It provides fast and scenic trips to famous places likeKyoto,Osaka, Nara, Kobe,Hiroshima, and Miyajima.With its rapid service trains, such as the Sanyo and Hokuriku Shinkansen, JR West is a good choice for exploring Western Japan's cultural and historical sites.Sanyo Shinkansen LineThe Sanyo Shinkansen is a high-speed train traveling from Shin-Osaka to Hakata in Fukuoka. It connects major cities like Okayama, Himeji, and Hiroshima, making it easy to get around Western Japan. With theHikari,Kodama, andSakurabullet trains, you can travel at a speed of up to 285 km/h to your destination.Hokuriku Shinkansen LineThe Hokuriku Shinkansen (previously known as Nagano Shinkansen) is a super-fast train that travels fromTokyo to Kanazawaand even stretches the line to Tsuruga in Fukui Prefecture with theHakutaka ShinkansenandTsurugi Shinkansentrains.", "tgt": "JR 서일본은 일본 본섬의 서쪽 절반인 간사이 지역에서 야마구치 현의 시모노세키까지 넓은 지역을 연결합니다. 교토, 오사카, 나라, 고베, 히로시마, 미야지마 등 일본의 대표 명소까지 빠르고 간편하게 이동할 수 있는 노선이에요. 산요 신칸센과 호쿠리쿠 신칸센과 같은 특급 열차를 이용하면 더욱 효율적인 여행이 가능합니다. 지금 클룩에서 JR 서일본과 함께 일본의 무궁무진한 매력을 발견해보세요!#### 산요 신칸센\n \n 산요 신칸센은 신오사카에서 후쿠오카의 하카타까지 연결되는 고속 열차입니다. 오카야마, 히메지, 히로시마와 같은 주요 도시들을 경유하여 서일본 전역을 쉽게 오갈 수 있어요.히카리,코다마,사쿠라열차는 시속 최대 285km로 달리며, 푸르른 언덕과 빛나는 해안선의 멋진 경관을 선사합니다.#### 호쿠리쿠 신칸센\n \n 호쿠리쿠 신칸센은 도쿄에서 가나자와까지 연결되는 고속 열차입니다.하쿠타카 신칸센과쓰루기 신칸센을 이용하면 후쿠이 현의 쓰루가까지 연결되어, 일본 북서부까지 빠르게 여행할 수 있습니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "If you're visiting the region of Kyushu,JR Kyushuis the train company you're going to want to know about. Known for its stunning landscapes and cultural sites, JR Kyushu runs the famous Kyushu Shinkansen trains, which take you between cities like Fukuoka, Kumamoto, and Kagoshima.Traveling by train is the perfect way to see Kyushu, making it easy to visit places like the historic Kumamoto Castle or the hot springs in Beppu.Kyushu ShinkansenThe Kyushu Shinkansen stops at 12 train stations and offers stunning views as it speeds through mountains with tunnels and steep tracks. With trains like theTsubame Shinkansen,Mizuho Shinkansen, andSakura Shinkansen, you will explore all the different landscapes and attractions of Japan's third-largest island!", "tgt": "JR 큐슈로 큐슈 지역을 간편하게 여행해보세요. 큐슈 신칸센을 이용하면 후쿠오카, 구마모토, 가고시마와 같은 주요 도시 사이를 빠르고 편안하게 오갈 수 있어요. 구마모토성이나 벳푸 온천 등 일본의 대표 명소를 JR 큐슈와 함께 쉽고 간편하게 방문해보세요. 지금 클룩에서 JR 큐슈 티켓을 예약하세요!#### 큐슈 신칸센\n \n 큐슈 신칸센은 12개 역에 정차하며, 터널과 급경사 구간을 지나는 만큼 산악지대의 멋진 경치를 선사합니다.츠바메 신칸센,미즈호 신칸센,사쿠라 신칸센과 같은 다양한 열차를 이용해 목적지까지 이동하며 일본에서 세 번째로 큰 큐슈의 풍경과 명소들을 탐험해보세요!"}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "JR Hokkaido, operated by the Hokkaido Railway Company, serves Japan's northernmost island. It's known for the Hokkaido Shinkansen, which offers quick and comfy travel fromHakodate to Sapporo. The JR Hokkaido trains are great for visiting Hokkaido's famous snow festivals, hot springs, and national parks.Hokkaido ShinkansenThe Hokkaido Shinkansen, consisting of theHayate ShinkansenandHayabusa Shinkansen, is a super-fast train that travels from Aomori on Honshu to Hakodate in Hokkaido. It goes through the amazing Seikan Tunnel, the longest undersea tunnel in the world. It's also a comfy and quick way to head north, stopping at important places like Hakodate and Shin Hakodate Hokuto Station.", "tgt": "JR 홋카이도는 일본 최북단에 위치한 홋카이도의 다양한 지역을 연결합니다. 하코다테에서 삿포로까지 빠르고 편안하게 이동할 수 있는 노선입니다. JR 홋카이도 열차로 홋카이도의 유명한 눈 축제를 만끽하고, 온천과 스키 리조트, 국립공원 등을 간편하게 방문해보세요.#### 홋카이도 신칸센홋카이도 신칸센은하야테 신칸센과하야부사 신칸센으로 구성되어 있으며, 일본 본섬의 아오모리에서 하코다테까지 빠르게 이동하는 고속 열차입니다. 세계에서 가장 긴 해저 터널인 세이칸 터널을 통과하며, 츠가루 해협의 아름다운 경치를 감상할 수 있습니다. JR 홋카이도에서 운행하는 홋카이도 신칸센은 하코다테와 신하코다테호쿠토 등 주요 정차지를 거치며 일본 최북단까지 빠르고 편안한 이동 경험을 제공해요. 지금 클룩에서 홋카이도 신칸센 티켓을 예약하고 겨울의 홋카이도를 나만의 속도로 즐겨보세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Shinkansen, commonly known as the \"bullet train\", is the fastest train in Japan. These high-speed trains can reach speeds of up to 320 km/h (200 mph) on certain routes. The Nozomi and Mizuho Shinkansen services are among the fastest and most efficient options, connecting major cities like Tokyo, Osaka, and Fukuoka in record time.Other Shinkansen lines, like the Hayabusa and Hokuriku Shinkansen, also offer connections between different regions of Japan, making them a great choice if you're looking to reach your destinations quickly.", "tgt": "일본에서 가장 빠른 고속열차인 신칸센의 최대 시속은 노선에 따라 다릅니다. 일부 신칸센 노선은 최고 속도가 320km/h에 달할 수 있습니다. 특히 노조미와 미즈호 열차는 도쿄, 오사카, 후쿠오카와 같은 주요 도시를 연결하는 가장 빠른 신칸센입니다. 하야부사 및 호쿠리쿠 신칸센 등 다른 신칸센 노선도 일본 각지를 신속하고 간편하게 연결합니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "The ticket policies for the Shinkansen vary depending on the type of train, seat class, and booking conditions. Be sure to review the ticket cancellation and refund policy before completing your checkout to understand any applicable fees or conditions.", "tgt": "신칸센 티켓 정책은 열차 종류, 좌석 클래스, 예약 조건에 따라 상이합니다. 예약을 완료하기 전 취소 및 환불 정책을 자세히 확인해주세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "While it's not mandatory to reserve a seat on all Shinkansen lines, it's highly recommended, especially during peak travel times or holidays. Reserved seats guarantee you a specific seat in designated cars, ensuring a smooth and comfortable journey. Non-reserved seats are available on many trains, but they operate on a first-come, first-served basis.", "tgt": "모든 신칸센 노선의 좌석을 예약해야 하는 것은 아니지만 여행 성수기나 공휴일의 경우 미리 예약하시는 것을 적극 추천드려요. 좌석을 예약하면 지정 객차의 특정 좌석을 보장해 안심하고 편안하게 여행을 즐길 수 있어요. 많은 열차에서 비지정석을 운영하고 있지만 선착순으로 이용이 가능한 점 참고해주세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "First,book a \"Reserved seat\" ticket on Klook.Second,select the \"Seats with oversized luggage space\" at the checkout page.Please note: You may be asked by staff to pay JP¥1,000 if you bring an oversized luggage on board without reserving a \"Seat with oversized luggage space\".", "tgt": "클룩에서 '지정석'을 예약해주세요.결제 페이지에서 '대형 수하물 보관 구역 좌석'을 선택해주세요.주의사항: '대항 수하물 보관 구역 좌석'을 예약하지 않고 대형 수하물을 소지하고 탑승하는 경우 직원이 JPY1,000의 요금을 요청할 수 있습니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "You can nowboard most routes directly with a QR code! No need to pick up physical tickets!However, some exceptions require ticket pickup. Please checkthe \"How to use\" section on the checkout pagefor details.", "tgt": "QR 코드로 대부분의 노선에 바로 탑승할 수 있습니다! 실물 티켓을 수령할 필요가 없습니다!단, 티켓 수령이 필요한 예외적인 경우도 있습니다. 자세한 내용은결제 페이지의 \"이용 방법\" 섹션을 확인해 주세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Before booking is confirmed:Cancel directly on the Klook app: Go to \"Account\" → \"Bookings\" → Select your booking → Select \"Refund\" to cancel. (Note: If your ticket is being issued or has already been issued, cancellation won’t be possible.)After booking is confirmed:On the Klook App: Go to \"Account\" → \"Bookings\" → Select your booking →  Select \"Change\" to modify or \"Refund\" to cancel.Less than 1 hour before departure, after scanning the QR code, or after ticket pick-up:Changes and cancellations are no longer allowed.*Currently, the change function is only available for Shinkansen, Narita Express, and Fuji Excursion tickets.", "tgt": "예약 확정 전:클룩 앱에서 직접 취소하세요. \"계정\" → \"예약\" → 예약 선택 → \"환불\"을 선택하여 취소합니다. (참고: 티켓이 발권되었거나 이미 발권된 경우에는 취소가 불가능합니다.)예약 확정 후:클룩 앱에서 \"계정\" → \"예약\"으로 이동하여 예약 내역을 선택하세요. \"변경\"을 선택하여 수정하거나 \"환불\"을 선택하여 취소할 수 있습니다.QR 코드 스캔 후 또는 티켓 수령 후 출발 1시간 이내: 변경 및 취소가 불가합니다.현재 변경 기능은 신칸센, 나리타 익스프레스, 후지 익스커션 티켓에만 적용됩니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "In general, if your luggage is approximately the size of a cabin-size suitcase, you should be able to bring it on. If you are bringing on a larger suitcase to will need to be chedcked in on an international flight, you'll likely need to reserve oversized baggage space. Refer to the image below for the size limits.*If the total dimensions of your luggage exceeds 250cm, you may not be able to travel with It. *", "tgt": "소지하신 수하물의 크기가 기내용 수하물과 비슷한 크기라면 들고 탑승할 수 있어요. 국제선 이용시 체크인이 필요한 대형 수하물을 소지하신 경우에는 대형 수하물 보관 구역을 예약하시는 것을 추천드려요. 수하물 크기 제한은 하단의 이미지를 참고해주세요.*총 크기가 250cm인 수하물을 소지할 수 없으니 이용에 참고해주세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Reserved seat: Seats are guaranteed. You can also choose your seat preference, and we’ll do our best to accommodate it.Non-reserved seat: You will have more flexibility in taking any train on the specified date/route. However, seats are not guaranteed and are available on a first-come, first-served basis. If your train is full, you might need to stand throughout the journey.", "tgt": "지정석:좌석이 보장됩니다. 원하시는 좌석을 선택할 수 있으며, 가능한 한 원하시는 좌석를 최대한 반영해드리지만 보장되진 않습니다.비지정석:지정된 날짜와 노선 내에서 자유롭게 모든 열차에서 이용할 수 있어요. 단, 좌석이 보장되지 않으며 선착순으로 제공됩니다. 열차에 좌석이 모두 찬 경우, 전 구간을 입석으로 이동해야 할 수도 있습니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Reserved seat tickets:You can take the next train on the same day. However, you will have to sit in the non-reserved seats. If you wish to reserve a seat, please buy a new express train ticket at the station.Non-reserved seat tickets:You can take the next train on the same day.For Narita Express (N'EX), please refer tothis FAQ.", "tgt": "예약 지정석 티켓: 당일에 한해 다음 열차에 탈 수 있어요. 단, 비지정석을 이용해야 해요. 지정석 이용을 원하시는 경우에는 역에서 다시 티켓을 구매해야 합니다.비지정석 티켓: 당일에 한해 다음 열차에 탈 수 있어요. 나리타 익스프레스의 경우,여기를 참고해주세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Child tickets are for children aged 6-11.Infants aged 5 or below can travel without a ticket, unless:\n1) The infant needs their own seat, or\n2) 1 adult accompanies 2 or more infants.", "tgt": "아동 티켓은 만 6-11세 아동만 이용이 가능합니다.\n만 6세 미만의 영유아의 경우 별도의 좌석을 이용하지 않는 한 티켓 없이 무료로 탑승이 가능합니다. 성인 1인당 만 6세 미만 아동을 2인 이상 동반하는 경우 두 번째 아동부터 적용되지 않습니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Yes. Children aged 6-11 can purchase a child ticket.Infants aged 5 or below can travel for free, unless they require their own seat or if one adult is traveling with more than two infants.", "tgt": "네. 만 6~11세 어린이는 어린이 항공권을 구매할 수 있습니다.만 5세 이하 유아는 무료입니다. 단, 별도의 좌석이 필요하거나 성인 1명이 2명 이상의 유아를 동반하는 경우는 예외입니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Reading a physical train ticket can be confusing. Refer to these sample tickets for more details about what each section means:Base fare ticketExpress ticket (for seat reservations)", "tgt": "실물 열차 티켓에는 많은 정보가 담겨져 있어 읽기 어려울 수도 있어요. 각 정보에 대한 설명을 하단의 샘플 티켓을 통해 확인해주세요.기본 요금 티켓익스프레스 티켓 (예약 지정석)"}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Nozomi Shinkansen is one of the most popular Shinkansen trains because of its speed - it can run as fast as 300 km per hour. Nozomi runs between Tokyo and Hakata (Fukuoka) station and operates on the Tokaido and Sanyo Shinkansen train lines.Since JR passes do not cover Nozomi trains, you'll need to get a separate ticket to ride on a Nozomi Shinkansen train.", "tgt": "노모지 신칸센은 시속 300km의 속도로 달릴 수 있어 가장 유명한 신칸센 열차 중 하나입니다. 노조미 신칸센은 도카이도와 산요 신칸센 노선에서 도쿄와 하카타(후쿠오카)역 사이를 운행해요.\nJR 패스로는 노조미 신칸센을 이용할 수 없으므로 탑승을 원하실 경우 별도의 티켓을 구매해야하는 점 유의해주세요!"}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Yes, you can bring large luggage on most Shinkansen trains.For the Tokaido, Sanyo, and Kyushu Shinkansen, bags measuring 161–250 cm require a reserved seat with an oversized baggage area. Bags over 250 cm are not allowed. For oversized items, consider using a luggage delivery service.", "tgt": "네, 대부분의 신칸센 열차에 큰 짐을 가지고 탈 수 있습니다.도카이도, 산요, 규슈 신칸센의 경우, 161~250cm 크기의 가방은 대형 수하물 공간이 있는 지정 좌석이 필요합니다. 250cm가 ​​넘는 가방은 허용되지 않습니다. 대형 품목의 경우, 짐 배달 서비스를 이용하는 것을 고려하세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Oversized luggage storage is usually located at the back of certain reserved cars. If you book a seat in these areas, you can safely store your oversized baggage. The storage space is typically behind the last row of five seats in an Ordinary Car or four seats in a Green Car. Note that trains without reserved seats do not have oversized luggage areas, so plan accordingly when booking.", "tgt": "대형 수하물 보관 공간은 보통 특정 지정 객차 뒤에 위치해 있습니다. 대형 수하물 공간이 포함된 좌석을 예약하신 경우, 안전하게 대형 수하물을 보관할 수 있습니다. 수하물 보관 공간은 일반적으로 보통객차의 마지막 줄 5개의 좌석 뒤편, 그린객차의 마지막 줄 4개의 좌석 뒤편에 있습니다. 지정석이 없는 열차의 경우에는 대형 수하물 보관 공간이 별도로 없으므로 예약시 꼭 참고해주세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Shinkansen trains don’t usually have private compartments, but families or groups can book reserved seats together in Ordinary Cars to ensure they sit together. Advanced booking is recommended for a smooth travel experience.", "tgt": "신칸센 열차는 일반적으로 프라이빗 공간을 제공하지 않습니다. 단, 가족 또는 그룹 단위의 탑승객의 경우 보통객차의 좌석을 함께 예약하면 일행과 함께 앉아 이동할 수 있어요. 원활한 이용을 위해 미리 예약하시는 것을 추천드려요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Shinkansen trains don’t usually have private compartments, but families or groups can book reserved seats together in Ordinary Cars to ensure they sit together. Advanced booking is recommended for a smooth travel experience.", "tgt": "신칸센 열차는 일반적으로 프라이빗 공간을 제공하지 않습니다. 단, 가족 또는 그룹 단위의 탑승객의 경우 보통객차의 좌석을 함께 예약하면 일행과 함께 앉아 이동할 수 있어요. 원활한 이용을 위해 미리 예약하시는 것을 추천드려요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "The closest Shinkansen station to Haneda Airport is Shinagawa Station. You can take the Keikyu Line from either Terminal 1-2 or Terminal 3 to Shinagawa Station, which takes about 15 minutes.", "tgt": "하네다 공항에 가장 가까운 신칸센 역은 시나가와 역입니다. 터미널 1-2 또는 터미널 3에서 게이큐 선을 타고 시나가와 역까지 갈 수 있으며, 약 15분이 소요됩니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Yes, you can buy a same-day ticket. However, during busy travel seasons like Christmas, New Year, and cherry blossom time, it’s best to book in advance as trains can fill up quickly.", "tgt": "네, 당일 티켓을 구매할 수 있습니다. 하지만 크리스마스, 새해, 벚꽃철과 같은 바쁜 여행 시즌에는 기차가 빨리 꽉 찰 수 있으므로 미리 예약하는 것이 가장 좋습니다."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "You can use a Suica card for the basic fare, but it doesn’t cover the express ticket fee. You’ll need to purchase a separate ticket for that. For a smoother experience, consider booking your Shinkansen tickets on Klook in advance.", "tgt": "기본 요금에는 Suica 카드를 사용할 수 있지만 익스프레스 티켓 요금은 포함되지 않습니다. 이를 위해서는 별도의 티켓을 구매해야 합니다. 더 원활한 경험을 위해 Klook에서 신칸센 티켓을 미리 예약하는 것을 고려하세요."}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Take the Tokaido Shinkansen from Tokyo to Osaka and sit on the right side for the best views, weather permitting. The best views are between Shin-Yokohama and Shin-Fuji stations!With Klook, you can select a seat on the Mount Fuji side for the best views. Don’t forget your camera!", "tgt": "도쿄에서 오사카까지 도카이도 신칸센을 타고 날씨가 허락한다면 오른쪽에 앉아 최고의 전망을 감상하세요. 가장 좋은 전망은 신요코하마와 신후지역 사이입니다!Klook을 이용하면 후지산 쪽 좌석을 선택하여 최고의 전망을 감상하실 수 있습니다. 카메라를 잊지 마세요!"}
{"item_type": "japan-rail/shinkansen", "key": "contents", "src": "Yes, eating on the Shinkansen is allowed! Many passengers enjoy an\"ekiben\", a traditional Japanese bento box. Just remember to clean up after yourself to keep the space tidy.", "tgt": "네, 신칸센에서 식사하는 것은 허용됩니다! 많은 승객이\"ekiben\", 전통적인 일본식 도시락을 즐깁니다. 다만 공간을 깔끔하게 유지하기 위해 청소하는 것을 잊지 마세요."}
